Repository: seanpm2001/mt-training-data
Catalog: mrj/mrj_pontoon.tmx
Source language: en_us
Languages: mrj

source: Log in or sign up to get started
mrj: Тӹнгӓлӓш манын, пыры ӓли регистрацим эртӹ

source: Login / Signup
mrj: Системӹш пыры / Регистрацим эртӹ

source: Log In / Sign Up
mrj: Системӹш пыры / Регистрацим эртӹ

source: Log In / Sign Up with { $company } email
mrj: Пыраш / { $company } электрон почта гач регистрацим эртӓш

source: Logout
mrj: Лӓктӓш

source: Log Out
mrj: Система гӹц лӓктӓш

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mrj: Тенге токо, тидӹ йӹлмӹ доно колышташлан ик клипӓт уке. Тӧрӧк кӹзӹт икманярым сирен, мӓлӓннӓ церотым тӹрӹс ӹштӓш палшы.

source: Luganda
mrj: Луганда

source: Luxembourgish
mrj: Люксембург

source: Macedonian
mrj: Македон

source: Maithili
mrj: Майтхили

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
mrj: Попаш тӹнгӓлмет анзыц платформа сирӓ, дӓ тӹдӹ тӹньӹн пӹтӓрӹмет годым веле шагалеш манын, ӹнянӹ.

source: Make sure the sentence meets the following criteria:
mrj: Предложени нинӹ критеривлӓлӓн келшен толеш манын, пӓлен нӓл:

source: Malagasy
mrj: Малагас

source: Malay
mrj: Малай

source: Malayalam
mrj: Малаялам

source: Male
mrj: Пӱэргӹ

source: Maltese
mrj: Мальта

source: Manage Email Subscriptions
mrj: Электрон почта гач сылымашвлӓм виктӓрӓш

source: Manage Subscriptions
mrj: Сылымашвлӓм виктӓрӓш

source: Mapudungun
mrj: Мапуче

source: Marathi
mrj: Маратхи

source: MB
mrj: МБ

source: Meadow Mari
mrj: Мары

source: Meetei Lon
mrj: Мэйтэй Лон

source: Message
mrj: Сирмäш

source: [Mismatched content]
mrj: [Келшӹдӹмӹ контент]

source: Misreadings
mrj: Самынь лыдмашвлӓ

source: Missing an <strong>'s'</strong> at the end of a word.
mrj: Шамак мычашты «s» буквам кодымы.

source: Missing the end of the last word by cutting off the recording too quickly.
mrj: Сирӹмӓшӹм пиш пӹсӹн шагалтымы гишӓн, пӹтӓртӹш шамакын мычашыжы киэн кодын.

source: Mixed
mrj: Ярыкален шӹндӹмӹ

source: Moksha
mrj: Мокша

source: Mongolian
mrj: Монгол

source: More
mrj: Шукырак

source: [More has been recorded than the required text]
mrj: [Керӓл текст гӹц шукырак сирӹмӹ]

source: Mossi
mrj: Мосси

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mrj: Кого компанивлӓн кычылтмы данныйвлӓн когорак лаштыкшым шукы эдем кычылт ак керд. Тидӹ инновацилӓн цӓрӓкӹм шӹндӓ манын, мӓ шотленӓ. Седӹндон мӓ Common Voice проектӹм — юк пӓлӹмӓшӹм цилӓлӓн пачмым — пӓшӓш колтеннӓ.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mrj: Кого компанивлӓн кычылтмы данныйвлӓн когорак лаштыкшым шукы эдем кычылт ак керд. Тидӹ инновацилӓн цӓрӓкӹм шӹндӓ манын, мӓ шотленӓ. Седӹндон мӓ Common Voice проектӹм — юк пӓлӹмӓшӹм цилӓлӓн пачмым — пӓшӓш колтеннӓ.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
mrj: Mozilla Common Voice — кыце ӹлӹшӹ эдемвлӓ попат, тидӹлӓн машинавлӓм тымдаш палшышы инициатива.

source: Mutual accountability.
mrj: Вӓшӓ-вӓш вуйын шалгымаш.

source: My Sentences
mrj: Предложенивлӓэм

source: n
mrj: у

source: N
mrj: У

source: Name
mrj: Лӹм

source: Names of your language
mrj: Тӹньӹн йӹлметӹн вуйшамаквлӓ

source: Native Language
mrj: Шачмы йӹлмӹ

source: Need some help with accent?
mrj: Акцент шотышты палшык келеш?

source: Need some help with variants?
mrj: Вариантвлӓ шотышты палшык келеш?

source: Need to download your data?
mrj: Тӹньӹн данныйым качаен нӓлӓш келеш?

source: Nepali
mrj: Непал

source: New Language Launch
mrj: У йӹлмӹм колтымаш

source: Next
mrj: Весӹ

source: Next Goals: { $goal }
mrj: Вес цельвлӓ: { $goal }

source: Nias
mrj: Ниас

source: No
mrj: Уке

source: [No ‘a’ in the original text]
mrj: [Тӹнгӓлтӹш текстӹштӹ «а» буква уке]

source: No gravatar found for your email
mrj: Электрон почта адреслӓн граватарым момы агыл

source: No microphone found.
mrj: Микрофоным момы агыл.

source: No rejected sentences found!
mrj: Ӧрдӹжтӓрӹмӹ предложеним момы агыл!

source: Northern Sotho
mrj: Йыдвел сото

source: Norwegian Bokmål
mrj: Норвег Букмол

source: Norwegian Nynorsk
mrj: Норвег Нюнорск

source: No sentences found!
mrj: Предложеним момы агыл!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mrj: Анжен лӓктӓшлӓн предложени уке. <addLink>Шукырак предложеним кӹзӹток уштары!</addLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
mrj: Пӓлемдӹмӓш: тӹлӓт сойток вкладын типшӹм вашталташ манын, «Попаш» ӓли «Колышташ» манмы логӹц иктӹжӹм айыраш келеш лиэш.

source: No Thanks
mrj: Тау, ак кел

source: No variant selected
mrj: Вариантым айырымы агыл

source: Number of Voices
mrj: Юквлӓн шот

source: Occitan
mrj: Окситан

source: Odia
mrj: Одиа

source: Off
mrj: Йӧртӓш

source: Offensive language
mrj: Мыскылымаш

source: Offensive speech
mrj: Мыскылымы шая

source: On
mrj: Чӱктӓш

source: Once logged in you can select your languages from the profile section.
mrj: Системыш пырымыкы, профиль разделышты тӹнь йӹлмӹвлӓм айырен кердӓт.

source: One sentence per line
mrj: Корнышты ик предложени

source: On his head he wore a beret.
mrj: Вуйыштыжы тӹдӹн берет ыльы.

source: On iOS please continue with Safari to enable recording…
mrj: iOS-ышты сирӹмӓшӹм чӱктӓш манын, Safari-штӹ пӓшӓм пакыла ӹштӹ…

source: Optionally join on our email list for updates and new information about the project.
mrj: Кымылет улы гӹнь, уэммӓшвлӓм дӓ проект гишӓн у информацим нӓлӹн шалгаш манын, мӓмнӓн электрон почтын адресвлӓн спискӹш ушны.

source: Other
mrj: Весӹ

source: Other Language
mrj: Вес йӹлмӹ

source: Other people validate those voice clips.
mrj: Вес эдемвлӓ тидӹ клипвлӓм лачокеш лыктыт.

source: Other voice datasets…
mrj: Вес юк данныйвлӓ...

source: Other Voice Datasets
mrj: Молы юк данныйвлӓ

source: Our governance is founded on the pillars of:
mrj: Мӓмнӓн виктӓрӹмӓш вес принципвлӓ доно тӹнгӓлтӹшӹм пиштӹмӹ:

source: Overall Accuracy
mrj: Цымыр тӧр

source: Overall Hr. Total
mrj: Цилӓ цымыр цӓш

source: Overall project status: see how far we’ve come!
mrj: Проектӹн цымыр статусшы: кыце мӓ анзык кеннӓ, анжал!

source: p
mrj: м

source: Papiamento (Aruba)
mrj: Папьяменто (Аруба)

source: Partners
mrj: Партнёрвлӓ

source: Partnerships and networks
mrj: Партнёрствывлӓ дӓ сетьвлӓ

source: Partner with local organizations or individuals
mrj: Вӓрӹштӹшӹ организаци ӓли пасна эдемвлӓ доно иквӓреш пӓшӓм ӹштӹ

source: [Part of the text can’t be heard]
mrj: [Текст лаштыкым колаш ак ли]

source: Pashto
mrj: Пушту

source: Past recordings download requests
mrj: Эртӹшӹ сирӹмӓшвлӓм качаен нӓлӓш ядмаш

source: People come and contribute their voices.
mrj: Эдемвлӓ толыт дӓ ӹшке вкладыштым пиштӓт.

source: Persian
mrj: Фарси

source: Personal
mrj: Ӹшкен

source: <playIcon></playIcon>Last one!
mrj: <playIcon></playIcon>Пӹтӓртӹш!

source: Play/Stop
mrj: Мадыкташ/Шагалташ

source: Please add a source.
mrj: Источниквлӓм уштары, пожалсты.

source: Please add sentences.
mrj: Предложенивлӓм уштары, пожалсты.

source: Please confirm that these sentences are public domain.
mrj: Пожалсты, нинӹ предложенивлӓ халык пайда ылыт манын, пингӹдемдӹ.

source: Please select a language.
mrj: Йӹлмӹм айыры.

source: Please select a language to review sentences.
mrj: Пожалсты, предложенивлӓм анжаш манын, йӹлмӹм айыры.

source: Please try again.
mrj: Пожалсты, угӹц цацен анжы.

source: Polish
mrj: Поляк

source: Portuguese
mrj: Португал

source: Press play, listen & tell us: did they accurately speak the sentence below?
mrj: Мадыкташ манмым темдӓл, колышт дӓ мӓлӓннӓ келесӹ: ӱлнӹ анжыктымы предложеним тӧр лыдмы ма?

source: Press { shortcut-play-toggle } to toggle play mode
mrj: Мадыктымы режимӹм сӓрӓлӓш манын, { shortcut-play-toggle } манмым темдӓл

source: Privacy
mrj: Конфиденциальность

source: Privacy Policy
mrj: Конфиденциальность политика

source: Privacy, security and transparency.
mrj: Конфиденциальность, лӱдӹшлӓ агыл ылмаш дӓ вашт каймаш.

source: Pro
mrj: Про

source: Profile
mrj: Профиль

source: Profile information improves the audio data used in training speech recognition accuracy.
mrj: Аудиоформат

source: Profile: { $username }
mrj: Профиль: { $username }

source: Progress
mrj: Анзыкы кемӓш

source: Punjabi
mrj: Пенджаб

source: Quechua Chanka
mrj: Кечуа Чанка

source: r
mrj: с

source: Reader Effects
mrj: Лыдмаш эффектвлӓ

source: Read More
mrj: Шукырак лыд

source: Read more on our About page
mrj: «Мӓ гишӓннӓ» страницӹштӹ шукырак лыд

source: Read our How-to if unsure how to attribute
mrj: Кыце атрибутируяш ат пӓлӹ гӹнь, мӓмнӓн палшыкым лыдын лӓк

source: Read the sentence carefully - don’t miss, change or add words.
mrj: Предложеним мычаш якте внимательно лыдын лӓк - шамаквлӓм ит коды, ит вашталты дӓ ит уштары.

source: Ready to add your voice or lend your ear?
mrj: Ӹшке юкетӹм уштараш ӓли колышташ йӓмдӹ ылат?

source: Ready to contribute?
mrj: Вкладетӹм пырташ йӓмдӹ ылат?

source: Ready to do { $count } more?
mrj: Эче { $count } ӹштӓш йӓмдӹ ылат?

source: Ready to donate your voice?
mrj: Ӹшке юкетӹм подараш йӓмдӹ ылат?

source: Ready to help validate sentences?
mrj: Предложенивлӓн тӧр ылмыштым тергӓш палшаш йӓмдӹ ылат?

source: reCAPTCHA is required if you want to proceed
mrj: Пакыла ӹштӹнет гӹнь, reCAPTCHA келеш

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mrj: Цельвлä, пӓшӓ уэмдӹмäш дӓ Common Voice гишäн увертäрӹмäшвлä доно электрон сирмäшвлäм нӓлӹн шалгы.

source: Recorded Clips
mrj: Сирӹмӹ клипвлӓ

source: Recorded Hours
mrj: Сирӹмӹ цӓш

source: <recordIcon></recordIcon> Last one!
mrj: <recordIcon></recordIcon>Пӹтӓртӹш!

source: [Recording cut off before the end of the last word]
mrj: [Пӹтӓртӹш шамак гӹц анзыц сирӹмӓш кӹрӹлтеш]

source: Recordings
mrj: сирӹмӓш

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mrj: Юкан клипвлӓм сирӹмӓш - пачмы датасетӹм ӹштӹмӓшӹн айыраш лидӹмӹ лаштыкшы; южшы, тидӹ лаштыкшат пиш потикӓ манын, келесӓт ыльы.

source: Record/Stop
mrj: Сирӓш/Шагалташ

source: Record your voice
mrj: Ӹшке юкетӹм сирӹ

source: Refresh
mrj: Уэмдӓш

source: Reject
mrj: Ӧрдӹжтӓрӓш

source: Rejected Sentences
mrj: Ӧрдӹжтӓрӹмӹ предложенивлӓ

source: { $rejectedSentences } rejected sentences.
mrj: { $rejectedSentences } ӧрдӹжтӓрӹмӹ предложени.

source: remove
mrj: карангдаш

source: Remove
mrj: Карангдаш

source: Remove Avatar
mrj: Аватарым карангдаш

source: Report
mrj: Отчёт

source: Report Bugs
mrj: Самынь гишӓн шижтӓрӓш

source: Report copyright issues
mrj: Авторский правам пыдыртымы гишӓн келесӓш

source: Request a Language
mrj: Йӹлмӹм ядаш

source: Request recordings
mrj: Сирӹмӓшвлӓм ядаш

source: *required
mrj: *обязательный

source: Re-record
mrj: Угӹц сирӹмӓш

source: Re-record clip
mrj: Клипӹм угӹц сирӓш

source: Reset skipped sentences
mrj: Коден кемӹ предложенивлӓм шуаш

source: Return
mrj: Пӧртӹлтӓш

source: Return here to edit your goal anytime.
mrj: Хоть-махань жепӹштӹ ӹшке целетӹм редактируяш манын, тишкӹ пӧртӹл.

source: Return to Common Voice
mrj: Common Voice докы пöртӹлäш

source: Return to Common Voice Datasets
mrj: Common Voice датасетӹш пӧртӹлӓш

source: Return to Languages
mrj: Йӹлмӹвлӓ докы пӧртӹлӓш

source: Review
mrj: Анжен лӓктӓш

source: Review could not be saved. Please try again later.
mrj: Анжен лӓкмӓшӹм переген кодаш ӹш ли. Пожалсты, варарак угӹц цацен анжы.

source: ⓘ Review Criteria
mrj: ⓘ Анжымын критеривлӓ

source: Review Criteria
mrj: Анжымын критеривлӓ

source: Reviewed sentences not submitted, are sure?
mrj: Анжен лӓкмӹ предложенивлӓ колтымы агылеп манын, тӹнь ӹнянет?

source: <reviewLink>Review now!</reviewLink>
mrj: <reviewLink>Кӹзӹток анжен лӓк!</reviewLink>

source: Review & re-record clips here as you go
mrj: Кынам кеет, тиштӹ клипвлӓм анжен лӓк дӓ угӹцӹн сирӹ

source: Review & re-record clips if needed
mrj: Келеш гӹнь, клипвлӓм анжен лӓк дӓ угӹцӹн сирӹ

source: Review sentences
mrj: Предложенивлӓм анжен лӓк

source: Review Sentences
mrj: Предложенивлӓм анжен лӓк

source: Review & Submit
mrj: Анжалаш дӓ колташ

source: Romanian
mrj: Румын

source: Romansh Sursilvan
mrj: Романш Сурсильван

source: Romansh Vallader
mrj: Романш Валладер

source: Runyankole
mrj: Рунянколь

source: Russian
mrj: Руш

source: s
mrj: к

source: S
mrj: К

source: Sakha
mrj: Саха

source: Santali (Ol Chiki)
mrj: Сантали (Тошты Чики)

source: Saraiki
mrj: Сараики

source: Sardinian
mrj: Сардини

source: Save
mrj: Переген кодаш

source: Saved
mrj: Переген кодымы

source: Search
mrj: Кычалаш

source: Search for answers
mrj: Вӓшештӹшӹм кӹчӓлӓш

source: Search for them on the Internet
mrj: Нӹнӹм интернетӹштӹ кӹчӓл

source: See how your progress compares to other contributors all over the world.
mrj: Тӹньӹн анзыкы кемӓшет улӹ сӓндӓлӹк мычкы ушнышывлӓ доно кыце тӓнгӓштӓрӓлтеш манын, анжы.

source: See Less
mrj: Чӹдӹрäк ужаш

source: See More
mrj: Шукырак ужаш

source: Select a Language...
mrj: Йӹлмӹм айыры...

source: Selected
mrj: Айырымы

source: Select Language
mrj: Йӹлмӹм айыраш

source: Send sign up link
mrj: Регистрацим эртӓш ссылкым колташ

source: Sentence Collection
mrj: Предложени цымыр

source: Sentence must contain between 1 and 14 (inclusive) words
mrj: Предложеништӹ 1 гӹц 14 (пыртен) якте шамак лишӓшлык

source: Sentences
mrj: Предложенивлӓ

source: { $sentences } added by you
mrj: { $sentences } тӹнь уштаренӓт

source: Sentences are collected for people to read aloud.
mrj: Предложенивлӓм, эдемвлӓ юкын лыдын кердӹштӹ манын, погымы.

source: Sentence should not contain abbreviations
mrj: Предложеништӹ кӹтӹкемдӹмӓш лишӓшлык агыл

source: Sentence should not contain numbers
mrj: Предложеништӹ цифр лишӓшлык агыл

source: Sentence should not contain symbols
mrj: Предложеништӹ символ лишӓшлык агыл

source: Sentences not submitted, are you sure you want to leave?
mrj: Предложенивлӓм колтымы агыл, тӹнь лачок кенет?

source: { $sentences } sentences failed
mrj: худа предложени

source: { $sentences } sentences reviewed. Thank you!
mrj: { $sentences } предложеним угӹц анжымы. Тау!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
mrj: Пингӹдемдӹмӹ предложенивлӓ вӹргечӹ йӹде экспортируялтыт дӓ вес релиз паштек кычылташ лимӹ лит.

source: Sentence text
mrj: Предложенин текстшӹ

source: Serbian
mrj: Серб

source: Sesotho
mrj: Сесото

source: Set a goal
mrj: Цельӹм шӹндӓш

source: Set my visibility
mrj: Мӹньӹн каймашым шӹндӓш

source: Setswana
mrj: Тсвана

source: Settings
mrj: Сарастарымаш

source: Share Common Voice
mrj: Common Voice доно пайылалташ

source: Share my goal
mrj: Мӹньӹн цель доно пайылалт

source: Share your clip
mrj: Ӹшке клип донет пайылалт

source: Shilha
mrj: Шилха

source: Shortcuts
mrj: Ярлыквлӓ

source: [Should be ‘dinosaurs’]
mrj: [«Динозаврвлӓ» лишӓшлык ылыт]

source: [Should be “We are”]
mrj: [«Мӓ» лишӓшлык]

source: Show all skipped sentences again
mrj: Цилӓ коден кемӹ предложенивлӓм угӹц анжыкташ

source: Show my ranking
mrj: Мӹньӹн рейтингӹм анжыкташ

source: Sicilian
mrj: Сицили

source: Sign up
mrj: Регистрацим эртӓш

source: Sign up for an account
mrj: Аккаунт

source: sign up for email updates
mrj: электрон почта гач уэммӓшвлӓлӓн сирӓлт

source: Sign up for { $lang } updates:
mrj: { $lang } йӹлмӹн уэммӓшлӓн сылы:

source: Single ZIP file containing
mrj: Ик ZIP-файл, кышкы пырат:

source: Sinhala
mrj: Сингал

source: Siswati
mrj: Свати

source: Size
mrj: Шӹнгӹц

source: Skip
mrj: Коден кеӓш

source: Skip Submission Feedback
mrj: Пӓшӓм ӓклӹмӓшӹм коден кеӓш

source: Slovak
mrj: Словак

source: Slovenian
mrj: Словен

source: Social media
mrj: Социальный сетьвлӓ

source: Somali
mrj: Сомали

source: Someone asks for a language to be added.
mrj: Тӓгӱ йӹлмӹм уштараш ядеш.

source: Something went wrong with reCAPTCHA. Please try again.
mrj: reCAPTCHA доно тама самынь лин колтыш. Пожалсты, угӹц ӹштен анжы.

source: Sorbian, Lower
mrj: Алык сорб

source: Sorbian, Upper
mrj: Кырык сорб

source: Sorry, Common Voice is running slowly. Thanks for your interest.
mrj: Нелеш идä нäл, Common Voice кӹзӹт олен пäшäлä. Пäлӹмӹдä шомы гишäн тау.

source: Sorry, something went wrong
mrj: Нелеш идä нäл, тама-äнят тенге агыл лин

source: Source: { $sentenceSource }
mrj: Важ: { $sentenceSource }

source: Source: { $source }
mrj: Важ: { $source }

source: Spanish
mrj: Испан

source: Speak
mrj: Попаш

source: Speakers
mrj: Попышывлä

source: Speaking
mrj: Попышы

source: Speaking and Listening
mrj: Попаш дӓ колышташ

source: Speak now
mrj: Кӹзӹт попы

source: Speak up, contribute here!
mrj: Келесӹ, ӹшке владетӹм тиштӹ ӹштӹ!

source: Speech-to-text (STT)
mrj: Попымым текстӹш сӓрӹмӓш (ПТС)

source: Speech-to-text (STT) technologies convert voice data into text.
mrj: Попымым текстӹш сӓрӹшӹ технологивлӓ (ПТС) юк данныйым текстӹш сӓрӓт.

source: Split into { $archiveCount } ZIP files containing
mrj: { $archiveCount } ZIP-файлым шеледӓш, кышкы пырат:

source: Splits
mrj: Шеледӹмӓш

source: Start recording
mrj: Сирӓш тӹнгӓлӓш

source: Start typing to describe your accent
mrj: Ӹшке акцент гишӓнет шайышт пуаш манын, сирӓш тӹнгӓл

source: Statistics
mrj: Статистика

source: Stats
mrj: Статистика

source: Status Page
mrj: Ылмы лаштык

source: Streaks
mrj: Корнывлӓ

source: <strong>To collect sentences</strong> - <scVideo>set up</scVideo> on <scLink>Sentence Collector</scLink>.
mrj: <strong>Предложенивлӓм погаш манын</strong>, <scLink>Sentence Collector-ым</scLink> <scVideo>йӧнештӓрӹ</scVideo>.

source: Submission: { $batchId }
mrj: Колтымаш: { $batchId }

source: Submission Error
mrj: Колтымаш самынь

source: Submit
mrj: Колташ

source: Submit a report
mrj: Отчётым колташ

source: Submit clips
mrj: Клипвлӓм колташ

source: Subscribe
mrj: Сылы

source: Success
mrj: Аш

source: Success, profile created!
mrj: Сӹнгӹмӓш, профиль ӹштӓлтӹн!

source: Swahili
mrj: Суахили

source: Swedish
mrj: Швед

source: Syriac
mrj: Сири

source: Tagalog
mrj: Тагал

source: Tahitian
mrj: Таити

source: Taiwanese (Minnan)
mrj: Тайвань (Миннань)

source: Tajik
mrj: Таджик

source: Taking several attempts to read a word.
mrj: Шамакым лыдаш икманяр цацымаш.

source: Tamil
mrj: Тамил

source: Tap
mrj: Темдӓл

source: Tatar
mrj: Тадар

source: TED-LIUM Corpus
mrj: TED-LIUM корпус

source: Tell us what you'd like to download:
mrj: Мам тӹнь качаен нӓлнет, мӓлӓнна келесӹ:

source: Telugu
mrj: Телугу

source: Terms
mrj: Условивлӓ

source: Thai
mrj: Тайский

source: Thanks for confirming your account, now let's build your profile.
mrj: Аккаунтетӹм пингӹдемдӹмӹлӓн тау, ӹнде айда профилетӹм ӹштенӓ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mrj: { $lang } йӹлмӹлӓн палшаш шаныметлӓн тӹлӓт таум келесенӓ. Цилӓ йӹлмӹм пӓшӓш колташ манын, мӓ цилӓ вим пиштенӓ, дӓ электрон почта доно со командывлӓм уэмденӓ. Тӹнь ӹшке вкладетӹм пиштӹнет гӹнь, пожалсты, электрон почта адресӹм ӱлнӹ анжыкты.

source: Thank you! You’ve sent a new language enquiry
mrj: Тӹлӓт таум ӹштем! Тӹнь у йӹлмӹ ядмашым колтенӓт

source: The bumblebee sped by.
mrj: Пыйылмы воктец вӹсӓлтӹ.

source: The clip has disrespectful or offensive language.
mrj: Клипӹштӹ шотеш пиштӹдӹмӹ ӓли мыскылымы шая улы.

source: The count of voice recording hours we have collected so far.
mrj: Кӹзӹтшӹ выртеш мӓмнӓн погымы юкым сирӹмӹ цӓш шот.

source: The giant dinosaur of the Triassic.
mrj: Триас жеп годшы пиш кого динозавр.

source: The giant dinosaurs of the Triassi-.
mrj: Триас жеп годшы пиш кого динозаврвлӓ.

source: The giant dinosaurs of the Triassic.
mrj: Триас жеп годшы пиш кого динозаврвлӓ.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mrj: Триас жеп годшы пиш кого динозаврвлӓ. <strong>[Ик юк семӹнь лыдмы]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mrj: Триас жеп годшы пиш кого динозаврвлӓ. Ане.

source: The number of recordings and which languages you contribute to will be public.
mrj: Сирӹмӓшвлӓн шот дӓ йӹлмӹвлӓ, кышкы тӹнь ӹшке вкладетӹм пыртет, цилӓлӓн кайшы лит.

source: The recording was too long.
mrj: Сирӹмӹ утла кужы ыльы.

source: The recording was too quiet.
mrj: Сирӹмӹ утла шӹп ыльы.

source: The recording was too short.
mrj: Сирӹмӹ утла мытык ыльы.

source: The selected file is too large
mrj: Айырымы файл утла кого

source: The sentence has a grammatical or spelling error.
mrj: Предложеништӹ грамматика ӓли орфографи шотышты самынь улы.

source: The sentence has disrespectful or offensive language.
mrj: Предложеништӹ шотеш пиштӹдӹмӹ ӓли мыскылымы шая улы.

source: The sentence must be grammatically correct.
mrj: Предложени грамматика шотышты тӧр лишӓшлык.

source: The sentence must be speakable.
mrj: Предложени юкын лыдаш кердмӹ лишӓшлык.

source: The sentence must be spelled correctly.
mrj: Предложени тӧр сирӹмӹ лишӓшлык.

source: The site is ready to be launched when it reaches 75% completion.
mrj: Сайт, кынам тӹдӹ 75%-лӓн йӓмдӹ лиэш, пӓшӓш колташ ярал лиэш.

source: The website text is translated into that language.
mrj: Веб-сайтын текстшӹ тидӹ йӹлмӹш сӓрӓлтӹн.

source: This is approximately the number of hours required to train a production speech-to-text system.
mrj: Тинӓррӓк цӓш попымым текстӹш сӓрӹшӹ системӹм тымден шокташлан келеш.

source: This is our process for translating and adapting our content for many locales (languages).
mrj: Тидӹ шукы кымдемлӓн (йӹлмӹлӓн) мӓмнӓн контентӹм сӓрӹмӓш дӓ келӹштӓрӹмӓш пӓшӓнӓ.

source: Three to go!
mrj: Кымыт кодын!

source: Tigre
mrj: Тигре

source: Tigrinya
mrj: Тигринья

source: Today
mrj: Тагачы

source: Today's Common Voice progress on clips recorded
mrj: Тагачшы сирӹмӹ клипвлӓм юкангдымашты анзыкы кемӓш

source: Today's Common Voice progress on clips validated
mrj: Тагачшы клипвлӓм юкангдымашым лачокеш лыкмашты анзыкы кемӓш

source: Today's Progress
mrj: Тагачшы анзыкы кемӓш

source: Toki Pona
mrj: Токи Пона

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mrj: Common Voice датасетӹш вӓрештӓш манын, юкан клипӹм кок пасна юзер тергӹшӓшлык.

source: Top Contributors
mrj: Сек яжо ушнышывлӓ

source: Total
mrj: Цилä

source: Total Approved
mrj: Цилӓжӹ лачокеш лыкмы

source: { $totalInReview } sentences in review.
mrj: Анжен лӓкмӓштӹ { $totalInReview } предложени.

source: { $totalSentences } total sentences.
mrj: { $totalSentences } цымыр предложени.

source: Toward next goal
mrj: Вес цель докы

source: Track progress here and on your stats page.
mrj: Тиштӹ дӓ статистикӹн страницӹштӹ анзык кемӓшӹм анжы.

source: Translate this page
mrj: Ти страницӹм сӓрӓш

source: Translating the site
mrj: Сайтым сӓрӹмӓш

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
mrj: Common Voice-ын сайтшы <strong>Pontoon-ышты</strong> сӓрӓлтеш.

source: Tshivenda
mrj: Чивенда

source: Turkish
mrj: Турецкий

source: Turkmen
mrj: Туркмен

source: Twi
mrj: Тви

source: Typically megabytes
mrj: Шукыжы годым мегабайтвлӓ

source: Ubykh
mrj: Убых

source: Udmurt
mrj: Удмурт

source: Ukrainian
mrj: Украин

source: Understand contribution criteria
mrj: Вклад критерим ынгылаш

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mrj: Юкан клипвлӓм колыштмы годым малан вниманим айыраш келеш, ынгылы, дӓ тӹньӹн юкан сирӹмӓшвлӓм паянракым ӹштӓш палшы!

source: Unexpected response returned from server
mrj: Сервер гӹц вычыдымы вӓшештӹш пӧртӹлтӹн
